{  "title": "பூமியில் எப்படி காலங்கள் உள்ளன | What causes Earth to have Seasons in tamil",  "description": "Seasons happen because Earth's axis is tilted at an angle of about 23.4 degrees and different parts of Earth receive more solar energy than others.\n\nBecause of Earth's axial tilt (obliquity), our planet orbits the Sun on a slant which means different areas of Earth point toward or away from the Sun at different times of the year.\n\nAround the June solstice, the North Pole is tilted toward the Sun and the Northern Hemisphere gets more of the Sun's direct rays. This is why June, July and August are summer months in the Northern Hemisphere.\n\nAt the same time, the Southern Hemisphere points away from the Sun, creating winter during the months of June, July and August. Summer in the Southern Hemisphere is in December, January, and February, when the South Pole is tilted toward the Sun and the Northern Hemisphere is tilted away.\n\nசூரியனைச் சுற்றிவரும் பூமியின் ஆண்டுச் சுழற்சி மற்றும் சுழற்சியின் சமதளத்திற்கு தொடர்புடைய பூமி அச்சின் சாய்வு ஆகியவற்றினால் பருவகாலம் ஏற்படுகிறது. \n\nமே, சூன் மற்றும் சூலை மாதங்களில் வடக்கு அரைக்கோளம் சூரியனை எதிர்கொள்வதால் நேரடியான அதிக சூரிய ஒளியில் படுகிறது. இதே நிலைதான் நவம்பர், டிசம்பர் மற்றும் ஜனவரி மாதங்களில் தெற்கு அரைக்கோளத்தில் ஏற்படுகிறது. இது சூரியமண்டல நிலைமாற்றத்தை அதிகரிக்கச் செய்யும் கோடை மாதங்களின்போது வானத்தில் சூரியன் உயரமான இடத்தில் இருப்பதற்கு காரணமாகும் பூமி அச்சின் சரிவு ஆகும். இருப்பினும் பருவகால தாமதத்தால் ஜூன், ஜுலை மற்றும் ஆகஸ்ட் மாதங்கள் வடக்கு அரைக்கோளத்தில் வெப்பமான மாதங்களாகவும், டிசம்பர், ஜனவரி மற்றும் பிப்ரவரி மாதங்கள் தெற்கு அரைக்கோளத்தில் வெப்பமான மாதங்களாகவும் இருக்கின்றன.\n\n#Seasons #Why #Earth #Summer #Winter #Rain #Autumn #Spring #Reason\n\nதமிழ் மூலம் எளிய முறையில் அடிப்படையில் இருந்து  வானவியல் கற்க உதவும் வீடியோக்களை பார்க்க, பின்வரும் ஏதேனும் ஒரு வழியில் எங்களை தொடரவும் : \n\nஎங்கள் யூடியூப் லிங்க்: https://www.youtube.com/channel/UCGYfuNhmn4HmOVhOBqUeWNw?sub_confirmation=1\nஎங்கள் பேஸ்புக் லிங்க்: https://www.facebook.com/vaanaviyal.arputhangal/\nஎங்கள் ட்விட்டர் லிங்க்: https://twitter.com/vanaviyal?lang=en",  "publishedAt": "2019-03-23T04:46:06.000Z",  "vid_src": "1QqdFan9Eks"}