{  "title": "செவ்வாய் கிரகத்தை நாசாவின் கியூரியாசிடி அடைந்தது எப்படி | How did Curiosity land on Mars in Tamil?",  "description": "Curiosity is a car-sized rover designed to explore the crater Gale on Mars as part of NASA's Mars Science Laboratory mission (MSL). Curiosity was launched from Cape Canaveral on November 26, 2011, at 15:02 UTC and landed on Aeolis Palus inside Gale on Mars on August 6, 2012, 05:17 UTC. The Bradbury Landing site was less than 2.4 km (1.5 mi) from the center of the rover's touchdown target after a 560 million km (350 million mi) journey. The rover's goals include an investigation of the Martian climate and geology; assessment of whether the selected field site inside Gale has ever offered environmental conditions favorable for microbial life, including investigation of the role of water; and planetary habitability studies in preparation for human exploration.\n\nCuriosity's design serves as the basis for the planned Mars 2020 rover, that will carry different scientific instruments.\n\nசெவ்வாய் அறிவியல் ஆய்வுக்கூடத்திட்டத்தில் ஒரு பகுதியாக ஐக்கிய அமெரிக்காவின் நாசா நிறுவனத்தால் செவ்வாய்க்கு அனுப்பப்பட்ட ஒரு தரையுளவியே கியூரியோசிட்டி (Curiosity rover) ஆகும். இது ஒரு கார் அளவானது. 2011 நவம்பர் 26இல் கேப் கனாவரலில் இருந்து ஏவப்பட்ட MSL ஏவுகணை மூலம் இது செவ்வாய்க்கு அனுப்பப்பட்டது. இது ஆகஸ்து 06ஆம் திகதி 2012இல் வெற்றிகரமாகச் செவ்வாயை வந்தடைந்தது.இது செவ்வாயை அடையும்முன் 563,000,000 கி.மீ. பயணித்துள்ளது.கியூரியோசிட்டி தரையுளவியின் முக்கிய பணிகளாக பின்வருவன உள்ளன:\n\n+ செவ்வாயின் புவியியலை ஆராய்தல்.\n+ செவ்வாயின் காலநிலையை ஆராய்தல்.\n+ செவ்வாய் உயிர்வாழ்வுக்கு எற்ற கிரகமா என ஆராய்தல்.\n\nசெவ்வாயில் , 155 கிலோமீட்டர் அகலம் கொண்ட ஒரு பள்ளத்தில் , விஞ்ஞானிகள் முன்கூட்டியே கணித்துவைத்த இடத்துக்கு ஒரு மைல் தள்ளி கியூரியோசிட்டி தரையுளவி தரையிறங்கியது.இந்த பள்ளத்தை ஒட்டி ஐந்து கிலோமீட்டர் உயரமுடைய ஒரு மலையும் உள்ளது.இந்த மலையின் அடிவாரத்தில் படுகை போன்ற நில அமைப்பு இருப்பது ஒரு காலத்தில் இங்கே கணிசமான அளவில் நீர் ஓடியதைக் குறிப்புணர்த்துகிறது. ஒரு காலத்தில் நுண்ணியிர்கள் வாழ்வதற்குப் பொருத்தமான சுற்றுச்சூழல் செவ்வாயில் இருந்திருக்குமா என்று கண்டறிய இந்த இடத்தில் கியுரியாஸிட்டி தரையிறக்கப்பட்டது\n\n#Mars #Curiosity #Rover #Landing #Animation #NASA #How\n\nதமிழ் மூலம் எளிய முறையில் அடிப்படையில் இருந்து  வானவியல் கற்க உதவும் வீடியோக்களை பார்க்க, பின்வரும் ஏதேனும் ஒரு வழியில் எங்களை தொடரவும் : \n\nஎங்கள் யூடியூப் லிங்க்: https://www.youtube.com/channel/UCGYfuNhmn4HmOVhOBqUeWNw?sub_confirmation=1\nஎங்கள் பேஸ்புக் லிங்க்: https://www.facebook.com/vaanaviyal.arputhangal/\nஎங்கள் ட்விட்டர் லிங்க்: https://twitter.com/vanaviyal?lang=en",  "publishedAt": "2019-03-27T01:37:51.000Z",  "vid_src": "2s439g0w3Mw"}