{  "title": "பூமியில் ஏன் வெயில் அதிகமாகிக்கொண்டே இருக்கிறது | Why Planet Earth is getting hotter every year",  "description": "It's getting hotter every year in Earth because of the greenhouse effect. The greenhouse effect works much the same way on Earth as it does in Venus. Gases in the atmosphere, such as carbon dioxide, trap heat just like the glass roof of a greenhouse. These heat-trapping gases are called greenhouse gases.\n\nDuring the day, the Sun shines through the atmosphere. Earth's surface warms up in the sunlight. At night, Earth's surface cools, releasing heat back into the air. But some of the heat is trapped by the greenhouse gases in the atmosphere. That's what keeps our Earth a warm and cozy 58 degrees Fahrenheit (14 degrees Celsius), on average.\n\nபுவியானது சூரியனிடம் இருந்து முக்கியமாகக் காண்புறு ஒளி மூலமாக வெப்ப ஆற்றலைப் பெறுகிறது. வளிமண்டலமானது காண்புறு ஒளியைப் பொறுத்த வரை தெள்ளத் தெளிவாக இருப்பதால், சூரியனிடமிருந்து வரும் வெப்ப ஆற்றலை 50 விழுக்காடு புவியின் மேற்பரப்பு உறிஞ்சுகிறது. பூச்சிய வெப்பநிலைக்கு மேல் வெப்பம் கொண்ட பொருட்களைப் போலவே, புவியின் மேல்பாகமும் அகச்சிவப்புக் கதிர் எல்லைப் பகுதியில் வெப்ப ஆற்றலைக் கதிரியக்கம் மூலம் வெளியேற்றுகிறது. அகச்சிவப்புக் கதிர் வீச்சிற்கு தெள்ளத் தெளிவாக இல்லாததால், பைங்குடில் வாயுக்கள் அதனை உறிஞ்சி விடுகிறது. அனைத்து திசைகளில் இருந்தும் அகச்சிவப்பு கதிர் வீச்சு உறிஞ்சப் படுவதால், வளிமண்டலத்தில் உள்ள அனைத்து வாயுப் பொருட்களும் சூடேறுகிறது. வளிமண்டலமும் (அதன் வெப்பம் காரணமாக, புவியைப் போலவே) அகச்சிவப்பு கதிர் வீச்சினை எல்லா திசைகளிலும் பரப்புகிறது. இதனால், புவியின் மேற்பரப்பு மற்றும் கீழ் வளிமண்டலம் ஆகியவை பைங்குடில் வாயுக்களின் வெப்பம் காரணமாகச் சூடேறி விடுகிறது, ஆதலால் உயிரினங்கள் புவியில் வாழ ஏற்றச் சூழ்நிலை ஏற்படுகின்றது.\n\n#Earth #GreenhouseEffect #Summer #Heat #SolarSystem #Tamil\n\nதமிழ் மூலம் எளிய முறையில் அடிப்படையில் இருந்து  வானவியல் கற்க உதவும் வீடியோக்களை பார்க்க, பின்வரும் ஏதேனும் ஒரு வழியில் எங்களை தொடரவும் : \n\nஎங்கள் யூடியூப் லிங்க்: https://www.youtube.com/channel/UCGYfuNhmn4HmOVhOBqUeWNw?sub_confirmation=1\nஎங்கள் பேஸ்புக் லிங்க்: https://www.facebook.com/vaanaviyal.arputhangal/\nஎங்கள் ட்விட்டர் லிங்க்: https://twitter.com/vanaviyal?lang=en",  "publishedAt": "2019-03-18T00:30:23.000Z",  "vid_src": "300SXKUkKec"}