{  "title": "ஏன் ஐன்ஸ்டீன் குவாண்டம் மெக்கானிக்ஸை ஒத்துக்கவில்லை | Why Einstein did not accept Quantum Mechanics",  "description": "In modern physics, the double-slit experiment is a demonstration that light and matter can display characteristics of both classically defined waves and particles; moreover, it displays the fundamentally probabilistic nature of quantum mechanical phenomena. The experiment was first performed with light by Thomas Young in 1801. In 1927, Davisson and Germer demonstrated that electrons show the same behavior, which was later extended to atoms and molecules.\n\nThomas Young's experiment with light was part of classical physics well before quantum mechanics, and the concept of wave-particle duality. He believed it demonstrated that the wave theory of light was correct, and his experiment is sometimes referred to as Young's experiment or Young's slits.\n\nThe experiment belongs to a general class of \"double path\" experiments, in which a wave is split into two separate waves that later combine into a single wave. Changes in the path lengths of both waves result in a phase shift, creating an interference pattern. Another version is the Mach–Zehnder interferometer, which splits the beam with a mirror.\n\nThe Schrödinger equation is the fundamental equation of physics for describing quantum mechanical behavior. It is also often called the Schrödinger wave equation, and is a partial differential equation that describes how the wavefunction of a physical system evolves over time. Viewing quantum mechanical systems as solutions to the Schrödinger equation is sometimes known as the Schrödinger picture, as distinguished from the matrix mechanical viewpoint, sometimes known as the Heisenberg picture.\n\nQuantum entanglement is a physical phenomenon that occurs when pairs or groups of particles are generated, interact, or share spatial proximity in ways such that the quantum state of each particle cannot be described independently of the state of the others, even when the particles are separated by a large distance.\n\nMeasurements of physical properties such as position, momentum, spin, and polarization, performed on entangled particles are found to be correlated. For example, if a pair of particles is generated in such a way that their total spin is known to be zero, and one particle is found to have clockwise spin on a certain axis, the spin of the other particle, measured on the same axis, will be found to be counterclockwise, as is to be expected due to their entanglement. However, this behavior gives rise to seemingly paradoxical effects: any measurement of a property of a particle performs an irreversible collapse on that particle and will change the original quantum state. In the case of entangled particles, such a measurement will be on the entangled system as a whole.",  "publishedAt": "2019-06-18T12:28:18.000Z",  "vid_src": "6HYdvTA0nhY"}