{  "title": "2 சூரியன்களை சுற்றும் கிரகம் கண்டுபிடிப்பு | A CircumBinary planet Discovered in Tamil",  "description": "TOI 1338 b, as it is now called, is TESS’s first circumbinary planet, a world orbiting two stars. The discovery was featured in a panel discussion on Monday, Jan. 6, at the 235th American Astronomical Society meeting in Honolulu. A paper, which Cukier co-authored along with scientists from Goddard, San Diego State University, the University of Chicago and other institutions, has been submitted to a scientific journal.\r\n\r\nThe TOI 1338 system lies 1,300 light-years away in the constellation Pictor. The two stars orbit each other every 15 days. One is about 10% more massive than our Sun, while the other is cooler, dimmer and only one-third the Sun’s mass.\r\n\r\nTOI 1338 b is the only known planet in the system. It’s around 6.9 times larger than Earth, or between the sizes of Neptune and Saturn. The planet orbits in almost exactly the same plane as the stars, so it experiences regular stellar eclipses.\r\n\r\nTESS has four cameras, which each take a full-frame image of a patch of the sky every 30 minutes for 27 days. Scientists use the observations to generate graphs of how the brightness of stars change over time. When a planet crosses in front of its star from our perspective, an event called a transit, its passage causes a distinct dip in the star’s brightness.\r\n\r\nBut planets orbiting two stars are more difficult to detect than those orbiting one. TOI 1338 b’s transits are irregular, between every 93 and 95 days, and vary in depth and duration thanks to the orbital motion of its stars. TESS only sees the transits crossing the larger star; the transits of the smaller star are too faint to detect.\r\n\r\n“These are the types of signals that algorithms really struggle with,” said lead author Veselin Kostov, a research scientist at the SETI Institute and Goddard. “The human eye is extremely good at finding patterns in data, especially non-periodic patterns like those we see in transits from these systems.”\r\n\r\nThis explains why Cukier had to visually examine each potential transit. For example, he initially thought TOI 1338 b’s transit was a result of the smaller star in the system passing in front of the larger one — both cause similar dips in brightness. But the timing was wrong for an eclipse.\r\n\r\nAfter identifying TOI 1338 b, the research team used a software package called eleanor, named after Eleanor Arroway, the central character in Carl Sagan’s novel “Contact,” to confirm the transits were real and not a result of instrumental artifacts.\r\n\r\n“Throughout all of its images, TESS is monitoring millions of stars,” said co-author Adina Feinstein, a graduate student at the University of Chicago. “That’s why our team created eleanor. It’s an accessible way to download, analyze and visualize transit data. We designed it with planets in mind, but other members of the community use it to study stars, asteroids and even galaxies.”\r\n\r\nTOI 1338 had already been studied from the ground by radial velocity surveys, which measure motion along our line of sight. Kostov’s team used this archival data to analyze the system and confirm the planet. Its orbit is stable for at least the next 10 million years. The orbit’s angle to us, however, changes enough that the planet transit will cease after November 2023 and resume eight years later. \r\n\r\nNASA’s Kepler and K2 missions previously discovered 12 circumbinary planets in 10 systems, all similar to TOI 1338 b. Observations of binary systems are biased toward finding larger planets, Kostov said. Transits of smaller bodies don’t have as big an effect on the stars’ brightness. TESS is expected to observe hundreds of thousands of eclipsing binaries during its initial two-year mission, so many more of these circumbinary planets should be waiting for discovery.\r\n\r\nTESS is a NASA Astrophysics Explorer mission led and operated by MIT in Cambridge, Massachusetts, and managed by NASA's Goddard Space Flight Center. Additional partners include Northrop Grumman, based in Falls Church, Virginia; NASA’s Ames Research Center in California’s Silicon Valley; the Harvard-Smithsonian Center for Astrophysics in Cambridge, Massachusetts; MIT’s Lincoln Laboratory; and the Space Telescope Science Institute in Baltimore. More than a dozen universities, research institutes and observatories worldwide are participants in the mission.​",  "publishedAt": "2020-02-08T04:30:12.000Z",  "vid_src": "7j3GV0CsDvE"}