{  "title": "நிலாவிற்கு நாம் எப்படி போகப்போகிறோம் | How We Are Going to the Moon in Tamil",  "description": "While Apollo placed the first steps on the Moon, Artemis opens the door for humanity to sustainably work and live on another world for the first time. Using the lunar surface as a proving ground for living on Mars, this next chapter in exploration will forever establish our presence in the stars. \n\nWhat is Artemis?\n\nNASA is committed to landing American astronauts, including the first woman and the next man, on the Moon by 2024. Through the agency’s Artemis lunar exploration program, we will use innovative new technologies and systems to explore more of the Moon than ever before. We will collaborate with our commercial and international partners to establish sustainable missions by 2028. And then we will use what we learn on and around the Moon to take the next giant leap – sending astronauts to Mars.\n\nWhy Go to the Moon?\n\nWith the Artemis program we will:\n\n+ Demonstrate new technologies, capabilities, and business approaches needed for future exploration including Mars\n+ Establish American leadership and a strategic presence on the Moon while expanding our U.S. global economic impact\n+ Broaden our commercial and international partnerships\n+ Inspire a new generation and encourage careers in STEM\n \nHow Do We Get There?\n\nNASA’s powerful new rocket, the Space Launch System (SLS), will send astronauts aboard the Orion spacecraft a quarter million miles from Earth to lunar orbit. Astronauts will dock Orion at the Gateway where they will live and work around the Moon. The crew will take expeditions from the Gateway to the surface of the Moon in a new human landing system before returning to the orbital outpost. Crew will ultimately return to Earth aboard Orion.\n \nWhen Will We Get There?\n\nAhead of the human return, we will send a suite of science instruments and technology demonstrations to the lunar surface through commercial Moon deliveries.\n\nThe agency will fly two missions around the Moon to test its deep space exploration systems. NASA is working toward launching Artemis I in 2020, an uncrewed flight to test the SLS and Orion spacecraft together. Artemis II, the first SLS and Orion flight with crew, is targeted for launch in 2022. NASA will land astronauts on the Moon by 2024 on the Artemis III mission and about once a year thereafter. \n \nWhat Will We Do There?\n\nWhile Mars remains our horizon goal, we have set our sights first on exploring the entire surface of the Moon with human and robotic explorers. We will send astronauts to new locations, starting with the lunar South Pole. At the Moon, we will:\n\n+ Find and use water and other critical resources needed for long-term exploration\n+ Investigate the Moon’s mysteries and learn more about our home planet and the universe\n+ Learn how to live and operate on the surface of another celestial body where astronauts are just three days from home\n+ Prove the technologies we need before sending astronauts on missions to Mars, which can take up to three years roundtrip\n \nGoing forward to the Moon will be the shining moment of our generation. This moment will belong to you – the Artemis generation. Are you ready?",  "publishedAt": "2019-12-28T04:30:14.000Z",  "vid_src": "B_Znn99LPKM"}