{  "title": "நிலவின் மறுபக்கத்தை ஏன் பார்க்க முடியாது | Why can't we see the dark side of the moon in Tamil?",  "description": "The far side of the Moon is the hemisphere of the Moon that always faces away from Earth. This is because the Moon's rotation and orbital periods are tidally locked with each other, so no matter when the Moon is observed from Earth the same hemisphere of the Moon is always seen. The far side of the Moon was not seen until 1959, when photographs of most of the far side were transmitted from the Soviet spacecraft Luna 3.\n\nWhen the Earth is observed from the moon, the Earth does not appear to translate across the sky but appears to remain in the same place, rotating on its own axis. Despite the Moon's rotational and orbital periods being exactly locked, about 59% of the Moon's total surface may be seen with repeated observations from Earth due to the phenomena of libration and parallax.\n\nஈர்ப்பு விசைப் பூட்டல் (gravitational locking) என்பது ஓர் வானியல்சார் பொருள் மற்றொரு வானியல்சார் பொருளைச் சுற்றிவரும்போது ஈர்ப்புச் சரிவினால் விண்வெளிப்பொருளின் ஒரு பக்கம் மட்டுமே மற்றதை நோக்கி இருக்குமாறு அமைவதாகும். இந்த விளைவு ஒத்தியங்கு சுழற்சி என்றும் குறிப்பிடப்படுகின்றது. காட்டாக, எப்போதும் நிலவின் ஒரே பக்கம் புவியை நோக்கி உள்ளது. ஓதப் பூட்டிய பொருள் தனது அச்சில் சுழலும் நேரமும் தனது கூட்டாளிப் பொருளை சுற்றுகின்ற நேரமும் ஒன்றாக உள்ளது. இதனால் ஒரு அரைக்கோளம் நிரந்தரமாக தனது கூட்டாளிப் பொருளை நோக்கி உள்ளது. பொதுவாக பெரிய விண்பொருளுடன் துணைக்கோள் ஓதப்பூட்டப்படும். பெரிய பொருளை பூட்டுவதற்கு நிறைய நேரமெடுக்கும் என்பதால் இவ்வாறு நிகழ்கிறது. போதுமான நேரம் கொடுக்கப்பட்டால் முடிவில் இரண்டுமே ஒன்றுடன் ஒன்று ஓதப்பூட்டப்பட்டிருக்கும். இரண்டுக்குமிடையே உள்ள திண்ம வேறுபாடும் இடைத்தொலைவும் குறைந்திருந்தால் விரைவில் நிகழும். இத்தகைய விளைவினை புளூட்டோவிற்கும் இதன் துணைக்கோளான சரோனுக்குமிடையேக் காணலாம். ஓதப் பூட்டல் நிகழ எத்தனைக் காலமெடுக்கும் என்பதை கணக்கிட இயலும்.\n\nஇந்த விளைவு சில செயற்கைக் கோள்களை நிலைப்படுத்த பயன்படுத்தப்படுகின்றது.\n\n#VaanaviyalArputhangal #FarSide #Moon #TidalLocking\n\nதமிழ் மூலம் எளிய முறையில் அடிப்படையில் இருந்து  வானவியல் கற்க உதவும் வீடியோக்களை பார்க்க, பின்வரும் ஏதேனும் ஒரு வழியில் எங்களை தொடரவும் : \n\nஎங்கள் யூடியூப் லிங்க்: https://www.youtube.com/channel/UCGYfuNhmn4HmOVhOBqUeWNw?sub_confirmation=1\nஎங்கள் பேஸ்புக் லிங்க்: https://www.facebook.com/vaanaviyal.arputhangal/\nஎங்கள் ட்விட்டர் லிங்க்: https://twitter.com/vanaviyal?lang=en",  "publishedAt": "2019-04-06T04:40:36.000Z",  "vid_src": "BuXyTVYstIQ"}