{  "title": "ரோசெட்டா & ஃபீளேவின் கதை - முடிவுரை | Rosetta and Philae's Story - Ending",  "description": "ESA’s historic Rosetta mission has concluded as planned, with the controlled impact onto the comet it had been investigating for more than two years. \n\nConfirmation of the end of the mission arrived at ESA’s control centre in Darmstadt, Germany at 11:19 GMT (13:19 CEST) with the loss of Rosetta’s signal upon impact.\n\nRosetta carried out its final manoeuvre last night at 20:50 GMT (22:50 CEST), setting it on a collision course with the comet from an altitude of about 19 km. Rosetta had targeted a region on the small lobe of Comet 67P/Churyumov–Gerasimenko, close to a region of active pits in the Ma’at region.\n\nThe descent gave Rosetta the opportunity to study the comet’s gas, dust and plasma environment very close to its surface, as well as take very high-resolution images.\n\nPits are of particular interest because they play an important role in the comet’s activity. They also provide a unique window into its internal building blocks.\n\nThe information collected on the descent to this fascinating region was returned to Earth before the impact. It is now no longer possible to communicate with the spacecraft.\n\n“Rosetta has entered the history books once again,” says Johann-Dietrich Wörner, ESA’s Director General. “Today we celebrate the success of a game-changing mission, one that has surpassed all our dreams and expectations, and one that continues ESA’s legacy of ‘firsts’ at comets.”\n\n“Thanks to a huge international, decades-long endeavour, we have achieved our mission to take a world-class science laboratory to a comet to study its evolution over time, something that no other comet-chasing mission has attempted,” notes Alvaro Giménez, ESA’s Director of Science.\n\n“Rosetta was on the drawing board even before ESA’s first deep-space mission, Giotto, had taken the first image of a comet nucleus as it flew past Halley in 1986.\n\n“The mission has spanned entire careers, and the data returned will keep generations of scientist busy for decades to come.”",  "publishedAt": "2019-08-22T16:23:48.000Z",  "vid_src": "cTnYQm38bOE"}