{  "title": "[PatreonOnly] பெண்ணுவிலிருந்து கற்களை எடுக்க நியமிக்கபட்ட 4 இடங்கள் | Bennu Sample Collection Sites",  "description": "On Dec. 28, 2016, the spacecraft conducted its first deep space maneuver (DSM-1), firing the main engine to position it properly for an Earth gravity-assist encounter in late 2017. A second firing, the first to use the spacecraft’s attitude control system (ACS) thrusters, on Aug. 25, 2017, further sharpened its trajectory by changing the velocity by about 19 inches (47.9 centimeters) per second.\n\nAbout a month later, on Sept. 22, OSIRIS-REx passed Earth at a range of about 10,710 miles (17,237 kilometers) as part of a gravity-assist maneuver that tilted its orbit to match that of Bennu. During the encounter, the spacecraft took several high-resolution pictures of both Earth and the Moon.\n\nThe spacecraft got its first glimpse of Bennu in August 2018, sending back a grainy image taken at a distance of about 1.4 million miles (2.3 million kilometers). In early November, OSIRIS-REx sent back detailed images showing the asteroid’s shape and some surface features.\n\nAfter arriving at Bennu Dec. 3, 2018, OSIRIS-REx began mapping the asteroid in detail, while the mission team searched for a safe site for sample collection. One of the biggest challenges is that Bennu has an extremely rocky surface and each boulder presents a danger to the spacecraft.\n\nTo expedite the sample site selection process, the team is asking citizen scientist volunteers to help develop a hazard map by counting boulders.\n\n“For the safety of the spacecraft, the mission team needs a comprehensive catalog of all the boulders near the potential sample collection sites, and I invite members of the public to assist the OSIRIS-REx mission team in accomplishing this essential task,” said Dante Lauretta, OSIRIS-REx principal investigator.\n\nAfter a site has been selected, the mission team will conduct several rehearsals without touching the asteroid. Then in July 2020, the sampling maneuver is scheduled to begin.\n\nOSIRIS-REx won’t land on Bennu to gather the sample, but it will get very close. After descending toward the surface, a process that will take several hours, the spacecraft’s robotic arm, the TAGSAM instrument, will actually make contact with the asteroid. TAGSAM will release a burst of nitrogen gas to kick up regolith particles (loose dust and rocks) from the surface. The sampler head at the end of the robotic arm will collect the regolith.\n\nOSIRIS-REx has enough nitrogen gas for three sampling attempts. If the first attempt is successful, the team will not try again to avoid putting the spacecraft at risk. If it’s not successful, the spacecraft can repeat the sampling maneuver up to two more times.\n\nOnce a sample has been collected, the TAGSAM sampler head will be stowed in the sample return capsule. OSIRIS-REx will then wait for the proper alignment of Bennu and Earth in their orbits before it begins its return trip.\n\nOn Sept. 24, 2023, the OSIRIS-REx spacecraft will approach Earth, but it won’t land. Instead, it will release the capsule carrying the asteroid sample for a parachute landing. The main spacecraft will continue on to orbit the Sun.\n\nThe sample capsule will deploy its parachute at an altitude of about 1.9 miles (3 kilometers), bringing it in for a soft landing at the Utah Test and Training Range about 80 miles (130 kilometers) west of Salt Lake City, Utah.\n\nThe capsule will be sent to Johnson Space Center in Houston, Texas, where scientists at the Astromaterials Acquisition and Curation Office will catalog it and set aside portions of the sample for partners in the Japanese and Canadian space agencies.\n\nAfter about six months, NASA will distribute parts of the sample to research groups around the world. A portion of the sample will also be stored at a secure location in New Mexico as a sort of insurance policy.\n\nAs for the spacecraft, depending on the amount of fuel remaining and other factors, OSIRIS-REx may be reassigned to other exploration duties, but it will no longer be capable of collecting samples and delivering them to Earth.",  "publishedAt": "2020-01-24T15:38:53.000Z",  "vid_src": "d4rRBszzboE"}