{  "title": "பார்க்கர் சோலார் ப்ரோப் என்றால் என்ன | What is the Parker Solar Probe in Tamil?",  "description": "Parker Solar Probe (previously Solar Probe, Solar Probe Plus, or Solar Probe+, abbreviated PSP) is a NASA robotic spacecraft launched in 2018, with the mission of repeatedly probing and making observations of the outer corona of the Sun. It will approach to within 9.86 solar radii (6.9 million kilometers or 4.3 million miles) from the center of the Sun and by 2025 will travel, at closest approach, as fast as 690,000 km/h (430,000 mph), or 0.064% the speed of light.\n\nThe Parker Solar Probe will be the first spacecraft to fly into the low solar corona. It will assess the structure and dynamics of the Sun's coronal plasma and magnetic field, the energy flow that heats the solar corona and impels the solar wind, and the mechanisms that accelerate energetic particles.\n\nThe spacecraft's systems are protected from the extreme heat and radiation near the Sun by a solar shield. Incident solar radiation at perihelion is approximately 650 kW/m2, or 475 times the intensity at Earth orbit. The solar shield is hexagonal, mounted on the Sun-facing side of the spacecraft, 2.3 m (7.5 ft) in diameter, 11.4 cm (4.5 in) thick, and is made of reinforced carbon–carbon composite, which is designed to withstand temperatures outside the spacecraft of about 1,370 °C (2,500 °F). A white reflective alumina surface layer minimizes absorption. The spacecraft systems and scientific instruments are located in the central portion of the shield's shadow, where direct radiation from the Sun is fully blocked. If the shield were not between the spacecraft and the Sun, the probe would be damaged and become inoperative within tens of seconds. As radio communication with Earth will take about eight minutes, the Parker Solar Probe will have to act autonomously and rapidly to protect itself. This will be done using four light sensors to detect the first traces of direct sun light coming from the shield limits and engaging movements from fly wheels to reposition the spacecraft within the shadow again. According to project scientist Nicky Fox, the team describe it as \"the most autonomous spacecraft that has ever flown\".\n\nThe primary power for the mission is a dual system of solar panels (photovoltaic arrays). A primary photovoltaic array, used for the portion of the mission outside 0.25 AU, is retracted behind the shadow shield during the close approach to the Sun, and a much smaller secondary array powers the spacecraft through closest approach. This secondary array uses pumped-fluid cooling to maintain operating temperature of the solar panels and instrumentation.\n\nThe project was announced in the fiscal 2009 budget year. The cost of the project is US$1.5 billion. Johns Hopkins University Applied Physics Laboratory designed and built the spacecraft, which was launched on August 12, 2018. It became the first NASA spacecraft named after a living person, honoring physicist Eugene Parker, professor emeritus at the University of Chicago.\n\nA memory card containing the names of over 1.1 million people was mounted on a plaque and installed below the spacecraft's high-gain antenna on May 18, 2018. The card also contains photos of Parker and a copy of his 1958 scientific paper predicting important aspects of solar physics.\n\nOn 29 October 2018 at about 1:04 p.m. EDT, the spacecraft became the closest ever man-made object to the Sun. The previous record, 26.55 million miles from the Sun's surface, was set by the Helios 2 spacecraft in April 1976.",  "publishedAt": "2019-06-14T12:28:45.000Z",  "vid_src": "gnTbyyYXbRA"}