{  "title": "டைட்ஸ் என்றால் என்ன | What are tides and how are they caused in Tamil",  "description": "Tides are the rise and fall of sea levels caused by the combined effects of the gravitational forces exerted by the Moon and the Sun, and the rotation of the Earth.\n\nTide tables can be used for any given locale to find the predicted times and amplitude (or \"tidal range\"). The predictions are influenced by many factors including the alignment of the Sun and Moon, the phase and amplitude of the tide (pattern of tides in the deep ocean), the amphidromic systems of the oceans, and the shape of the coastline and near-shore bathymetry (see Timing). They are however only predictions, the actual time and height of the tide is affected by wind and atmospheric pressure. Many shorelines experience semi-diurnal tides – two nearly equal high and low tides each day. Other locations have a diurnal tide – one high and low tide each day. A \"mixed tide\" – two uneven magnitude tides a day – is a third regular category.\n\nTides vary on timescales ranging from hours to years due to a number of factors, which determine the lunitidal interval. To make accurate records, tide gauges at fixed stations measure water level over time. Gauges ignore variations caused by waves with periods shorter than minutes. These data are compared to the reference (or datum) level usually called mean sea level.\n\nWhile tides are usually the largest source of short-term sea-level fluctuations, sea levels are also subject to forces such as wind and barometric pressure changes, resulting in storm surges, especially in shallow seas and near coasts.\n\nTidal phenomena are not limited to the oceans, but can occur in other systems whenever a gravitational field that varies in time and space is present. For example, the shape of the solid part of the Earth is affected slightly by Earth tide, though this is not as easily seen as the water tidal movements.\n\nஓதம் (Tide) என்பது நிலவு, சூரியன் போன்ற விண்வெளி பொருட்களால் கடலில் உள்ள நீர்மட்டம் உயர்வதையும் தாழ்வதையும் குறிக்கும். ஆழ்கடல் பரப்புத் தவிர்ந்த தரையும் கடலும் சார்பரப்பில் உருவாகும் ஓதங்களைப் பொதுவாக இரு வகைகளாகக் குறிப்பிடலாம். ஒன்று கழி ஓதம் - மற்றையது கடல் ஓதம்\n\nதரையும் கடலும் சார்பரப்பில் கடலின் வற்று - பெருக்கு நீர்வாங்கல் நிலைகள் இவ்வகை ஓதங்களுக்கு துணை புரிகின்றன. பருவ காலங்களும் சிறிது துணை புரிகின்றன. பருவகால காற்று, சாதாரண தரைக்காற்று கடற்காற்று என்பனவும் ஓதங்கள் உருவாகச் சிறிது துணை புரிகின்றன. மழை வெள்ளம் அற்ற பருவகாலத்தை எடுத்துக் கொண்டால், நீர் வற்று ( வடு என்று சில இடங்களில் சொல்வர் ) மற்றும் நீர் பெருக்கு ( வெள்ளம் என்று சில இடங்களில் சொல்வர் ) அன்றாடம் கடலில் நடக்கும் நிகழ்வுகள் ஆகும். இதை பாம்பன் பாலத்தில் கடலின் வற்று - பெருக்கு - நீர் மாறல் நிலைகளைத் தெளிவாகப் பார்க்கலாம். பெரும் வளைவுகள் அற்ற ஓரளவு நேர் சீரான கடற்கரைப் பகுதியிலும் கடலில் வற்று பெருக்குக்களை தெளிவாக அவதானிக்க முடியும். தரைப் பகுதி கழிமுகத்தில் ஆறு கடலுடன் சங்கமிக்கும் போது ஆற்று நீர் கடல் நீரைவிட சற்று உயர்ந்து காணப்படும். கடல் நீர் வடிந்திருக்கும்போது - வற்று - வடு - ஆற்று நீரின் வேகத்தால் அலை மடியும் திசை சாதாரணமான இயல்பு நிலையில் கடலை நோக்கியிருக்கும் (கழிமுக நீர் பெருக்கில்லாமல் இருந்தாலும், அதாவது களப்பு போன்ற பிரதேசங்கள், உதாரணத்திற்கு பழவேற்காடு கடல்நீரேரி ). கடல்நீர் ஏறியிருக்கும்போது - வெள்ளம் - பெருக்கு - கழிமுக நீர்மட்டத்தைவிட உயரம் அதிகமாகிக் கொண்டிருக்கும். அப்போது அலை மடியும் திசை சாதாரணமான இயல்பு நிலையில் கடலில் இருந்து கழிமுகத்தை நோக்கியதாக இருக்கும். ( காற்றினால் ஏற்படுத்தப் படும் அலைகளைத் தவிர நீர் அசைவினால் ஏற்படும் அலைகள் பெரும்பாலும் நீரின் அசைவுத்திசையிலேயே இருக்கும் )\n\nகழி ஓதம் - களப்பு, கடல்நீரேரி, ஆற்றுக் கழிமுகம் போன்ற இடங்களின் நீர்மட்டத்தினை விட கடலில் நீர்மட்டமோ அல்லது அலை எழுந்து புரளும் உயரமோ அல்லது இரண்டுமே அதிகமாக இருப்பது கழி ஓதம்.\n\nகடல் ஓதம் - களப்பு, கடல்நீரேரி, ஆற்றுக் கழிமுகம் போன்ற இடங்களின் நீர்மட்டத்தினை விட கடலில் நீர்மட்டமோ அல்லது அலை எழுந்து புரளும் உயரமோ அல்லது இரண்டுமே குறைவான மட்டத்தில் இருப்பது உருவாவது கடல் ஓதம்.",  "publishedAt": "2019-05-26T04:53:33.000Z",  "vid_src": "Iv-X_LHVdVA"}