{  "title": "ஏன் சூரியனின் மேல்பரப்பை விட அதை சுற்றியிருக்கும் இடத்தில் வெப்பம் அதிகம் | Coronal Heating Problem",  "description": "#Corona #Temperature #Sun #Unsolved\nImagine standing around a roaring campfire, roasting s’mores. You feel the warmth of the flames as the marshmallows crackle. Now back away. You get cooler, right?\n\nThat's not how it works on the sun. The visible surface of the sun has a temperature of 10,000° F.  Backing away from the inferno should cool things down, but it doesn’t.  Instead, the sun's upper atmosphere, or corona, sizzles at millions of degrees - a temperature 200 to 500 times higher than that of the roaring furnace below.\n\nFor more than a half-century, astronomers have tried to figure out what causes the corona to be so hot.  It is one of the most vexing problems in astrophysics.\n\nSolar physicist Bart De Pontieu of the Lockheed Martin Solar & Astrophysics Laboratory says, “The problem of coronal heating was first discovered in the 1940s. The problem involves a variety of complex physical processes that are difficult to directly measure or capture in theoretical models.”\n\nOn June 27, 2013, with campfires blazing around the USA, NASA launched the Interface Region Imaging Spectrograph (IRIS) - a space-based solar observatory designed to get to the bottom of how the solar atmosphere is heated.\n\n“IRIS studies the transition region between the sun’s surface and the corona,” explains De Pontieu, who is the science lead of the observatory. “It can track the temperature and motions of hot gas at unprecedented spatial (0.33 arcsec), temporal (2 s) and spectral (2 mi/s) resolution.”\n\nMost researchers agree that the corona is probably heated in several different ways. For instance, plasma waves from the sun can rise into the corona and crash, depositing their energy there. At the same time, “heat bombs” could be going off. These explosions happen when magnetic fields in the corona criss-cross and realign, exploding like a miniature solar flare.\n\nOne of the big questions of coronal heating has been: Is the corona heated everywhere at once, or is heat delivered in discrete, bomb-like events?\n\nDe Pontieu says, “These two possibilities are very different, but the distinction can be difficult to observe.”\n\nThe problem is the corona is a great thermal conductor. If a heat bomb goes off, the resulting heat rapidly spreads out over a large region. Blink, and it looks much the same as uniform heating.\n\nFortunately, IRIS never blinks. A recent observation by the observatory’s spectrographs has found evidence for these discrete, explosive events.\n\nPaola Testa of the Harvard-Smithonian Center for Astrophysics, lead author of the paper reporting the results says, “Because IRIS can resolve the transition region ten times better than previous instruments, we were able to see hot material rushing up and down magnetic fields in the low corona. This is compatible with models from the University of Oslo, in which magnetic reconnection sets off heat bombs in the corona.”\n\nTesta emphasizes that other heating mechanisms may be at work, too. Even so, these new observations could help tease out how much of the heating comes from discrete heating events, helping researchers sort out a decades-old puzzle of great complexity.",  "publishedAt": "2019-07-13T01:31:49.000Z",  "vid_src": "NZygvYNPZBE"}