{  "title": "வானம் ஏன் நீல வண்ணமாக உள்ளது | Why is the Sky Blue in Tamil ?",  "description": "The light from the sun looks white. But it is really made up of all the colors of the rainbow. Sunlight reaches Earth's atmosphere and is scattered in all directions by all the gases and particles in the air. Blue light is scattered in all directions by the tiny molecules of air in Earth's atmosphere. Blue is scattered more than other colors because it travels as shorter, smaller waves. This is why we see a blue sky most of the time. \n\nCloser to the horizon, the sky fades to a lighter blue or white. The sunlight reaching us from low in the sky has passed through even more air than the sunlight reaching us from overhead. As the sunlight has passed through all this air, the air molecules have scattered and rescattered the blue light many times in many directions. As the sun gets lower in the sky, its light is passing through more of the atmosphere to reach you. Even more of the blue light is scattered, allowing the reds and yellows to pass straight through to your eyes.\n\nவானம், வாயு மூலக்கூறுகளால் ஆனது. வானத்தின் ஒரு பகுதியான வளிமண்டலத்தில் கோடிக்கணக்கான நுண்ணிய தூசுத் துகள்கள் பரவியிருக்கின்றன. அந்தத் துகள்கள் எவ்வளவு நுணுக்கமானவை என்றால், சாதாரண கண்களுக்குத் தெரியாத அளவுக்கு நுண்ணியவை. இந்த நுண்ணிய துகள், எதிர்பாராதவிதமாக நீலநிற ஒளியின் அலைநீளத்துக்கு இணையாக இருக்கின்றன.\n\nசூரியனின் ஒளி வளிமண்டலத்தில் நுழையும்போது, அதில் கலந்துள்ள பெரும்பாலான நிறங்கள் எந்த இடையீடும் இல்லாமல் பூமியின் மேற்பரப்பை வந்தடைந்து விடுகின்றன. ஆனால் நீல நிற ஒளி, வளிமண்டலத்தில் உள்ள துகள்களின் அலைநீளத்தை ஒத்திருப்பதால், அது எல்லா திசைகளிலும் சிதறடிக்கப்படுகிறது. கிட்டத்தட்ட 100 கிலோமீட்டர் நீளம் கொண்ட வளிமண்டத்தில் உள்ள ஒவ்வொரு நுண்ணிய துகளிலும் நீலநிற ஒளி மோதிச் சிதறடிக்கப்பட்டு, கடைசியாக நம் கண்களை வந்தடையும் வரை துகள்களில் மோதிக் கொண்டே இருக்கிறது. இந்தக் காரணத்தால், வானத்தை எந்தப் பக்கத்தில் இருந்து நாம் பார்த்தாலும் அது நீல நிறமாகவே தெரியும்.\n\nநமது பார்வை ஆழமடைய ஆழமடைய வானம் அடர்நீலமாகத் தெரியும். அதனால்தான் தொடுவானப் பகுதியும், நம் தலைக்கு மேலே உள்ள பகுதியும் அடர்நீலமாகத் தெரிகின்றன.\n\nநீலநிறத்தை விடவும் அலைநீளம் குறைவான ஊதா, கருநீலம் ஆகிய நிறங்கள் அதிகமாகச் சிதறடிக்கப்பட்டாலும்கூட, குறிப்பிட்ட சில நிறக் கதிர்களை பார்ப்பதற்கான உணர்திறன் நமது கண்களில் குறைவாக இருப்பதால், நீல நிறமே பார்வையில் ஆதிக்கம் செலுத்துகிறது.\n\nஅந்திநேரத்தில் அல்லது அதிகாலை வேளைகளில் சூரியன் மிகவும் தொலைவிலும், குறிப்பிட்ட அச்சில் சாய்ந்தும் இருப்பதால், சிதறடிக்கப்படும் நீலநிற ஒளி வேறு திசைக்குச் சென்றுவிடுகிறது. அப்போது வானம் மஞ்சள் அல்லது செம்மஞ்சள் நிறத்தில் இருக்கும்.\n\n#Sky #Blue #Atmosphere #Rayleigh #Light #Scattering\n\nதமிழ் மூலம் எளிய முறையில் அடிப்படையில் இருந்து  வானவியல் கற்க உதவும் வீடியோக்களை பார்க்க, பின்வரும் ஏதேனும் ஒரு வழியில் எங்களை தொடரவும் : \n\nஎங்கள் யூடியூப் லிங்க்: https://www.youtube.com/channel/UCGYfuNhmn4HmOVhOBqUeWNw?sub_confirmation=1\nஎங்கள் பேஸ்புக் லிங்க்: https://www.facebook.com/vaanaviyal.arputhangal/\nஎங்கள் ட்விட்டர் லிங்க்: https://twitter.com/vanaviyal?lang=en",  "publishedAt": "2019-03-30T03:58:16.000Z",  "vid_src": "PzLEhJiUqd4"}