{  "title": "ட்ரான்ஸ் நெப்டியூனியன் பொருட்கள் ஒரு மேற்பார்வை | Trans Neptunian Objects - An overview in Tamil",  "description": "A trans-Neptunian object (TNO), also written transneptunian object, is any minor planet in the Solar System that orbits the Sun at a greater average distance than Neptune, which has a semi-major axis of 30.1 astronomical units (AU).\n\nTypically, TNOs are further divided into the classical and resonant objects of the Kuiper belt, the scattered disc and detached objects with the sednoids being the most distant ones.[nb 1] As of October 2018, the catalog of minor planets contains 528 numbered and more than 2,000 unnumbered TNOs.\n\nThe first trans-Neptunian object to be discovered was Pluto in 1930. It took until 1992 to discover a second trans-Neptunian object orbiting the Sun directly, 15760 Albion. The most massive TNO known is Eris, followed by Pluto, 2007 OR10, Makemake and Haumea. More than 80 satellites have been discovered in orbit of trans-Neptunian objects. TNOs vary in color and are either grey-blue (BB) or very red (RR). They are thought to be composed of mixtures of rock, amorphous carbon and volatile ices such as water and methane, coated with tholins and other organic compounds.\n\nTwelve minor planets with a semi-major axis greater than 150 AU and perihelion greater than 30 AU are known, which are called extreme trans-Neptunian objects (ETNOs).\n\nThe orbit of each of the planets is slightly affected by the gravitational influences of the other planets. Discrepancies in the early 1900s between the observed and expected orbits of Uranus and Neptune suggested that there were one or more additional planets beyond Neptune. The search for these led to the discovery of Pluto in February 1930, which was too small to explain the discrepancies. Revised estimates of Neptune's mass from the Voyager 2 flyby in 1989 showed that the problem was spurious. Pluto was easiest to find because it has the highest apparent magnitude of all known trans-Neptunian objects. It also has a lower inclination to the ecliptic than most other large TNOs.",  "publishedAt": "2019-10-26T04:30:11.000Z",  "vid_src": "Q_yoGzkavLI"}