{  "title": "பார்க்கர் சோலார் ப்ரோப் எடுத்த சூரியக்காற்று புகைபடங்கள் | Parker probe's view of the solar wind",  "description": "In the year since launch, Parker Solar Probe has collected a host of scientific data from two close passes by the Sun.\n\n\"We're very happy,\" said Nicky Fox, director of NASA's Heliophysics Division at NASA Headquarters in Washington, D.C. \"We've managed to bring down at least twice as much data as we originally suspected we’d get from those first two perihelion passes.\"\n\nThe spacecraft carries four suites of scientific instruments to gather data on the particles, solar wind plasma, electric and magnetic fields, solar radio emission, and structures in the Sun's hot outer atmosphere, the corona. This information will help scientists unravel the physics driving the extreme temperatures in the corona — which is counterintuitively hotter than the solar surface below — and the mechanisms that drive particles and plasma out into the solar system.\n\nParker Solar Probe's WISPR instrument captures images of solar wind structures as they stream out from the Sun, allowing scientists to connect them with Parker's in situ measurements from its other instruments.\n\nThis video, which spans Nov. 6-10, 2018, combines views from both WISPR telescopes during Parker Solar Probe's first solar encounter. The Sun is out of frame past the combined image's left side, so the solar wind flows from left to right past the view of the telescopes. The bright structure near the center of the left edge is what's known as a streamer —  a relatively dense, slow flow of solar wind coming from the Sun — originating from near the Sun's equator.\n\nThe video appears to speed up and slow down throughout the movie because of the ways data is stored at different points in Parker Solar Probe's orbit. Near perihelion, the closest approach to the Sun, the spacecraft stores more images — and more frames for a given section make the video appear to slow down. These images have been calibrated and processed to remove background noise.\n\nThe Milky Way's galactic center is visible on the right side of the video. The planet visible on the left is Mercury. The thin white streaks in the image are particles of dust passing in front of WISPR's cameras.\n\nThe mission team is currently in the process of analyzing data from Parker Solar Probe's first two orbits, which will be released to the public in 2019.\n\n\"The data we’re seeing from Parker Solar Probe’s instruments is showing us details about solar structures and processes that we have never seen before,” said Nour Raouafi, Parker Solar Probe project scientist at the Johns Hopkins Applied Physics Laboratory, which built and operates the mission for NASA. “Flying close to the Sun — a very dangerous environment — is the only way to obtain this data, and the spacecraft is performing with flying colors.”",  "publishedAt": "2019-08-14T15:39:03.000Z",  "vid_src": "Rg7yUht62Io"}