{  "title": "2024-இல் நிலாவிற்கு நாம் மறுபடியும் போகிறோம் | We are going to the moon in Tamil",  "description": "The Apollo lunar flights may have ended in 1972, but the moon has remained of great interest to NASA and scientists around the world. “Apollo” invariably stands near the top of all search queries on NASA’s public website. NASA has sent more than 500 Apollo lunar samples in recent years to scientists around the world for ongoing analysis. Each year a handful of new scientific papers offer insights and updates to what we’ve learned about the moon from these samples.\n\nThe program has even become a cultural benchmark. How many times have you heard someone ask, “If they can send a man to the moon, why can’t they . . . “?\n\nIn the half-century since people visited the Moon, NASA has continued to push the boundaries of knowledge to deliver on the promise of American ingenuity and leadership in space. And NASA will continue that work by moving forward to the Moon with astronauts landing on the lunar South Pole by 2024.\n\nNASA is implementing the President’s Space Policy Directive-1 to “lead an innovative and sustainable program of exploration with commercial and international partners to enable human expansion across the solar system.”\n\nNASA stands on the verge of commercializing low-Earth orbit. These experiences and partnerships will enable NASA to go back to the Moon in 2024 – this time to stay -- with the U.S. leading a coalition of nations and industry:\n\nNASA's ambitious Commercial Resupply enables American companies to resupply the International Space Station\nNASA’s Commercial Crew Program will return spaceflight launches to U.S. soil, providing safe, reliable, and cost-effective access to low-Earth orbit and the Space Station.\nNASA’s backbone for deep space exploration is the biggest rocket ever built, the Space Launch System (SLS), the Orion spacecraft and the Gateway lunar command module. With its partners, NASA will use the Gateway lunar command module orbiting the Moon as a staging point for missions that allow astronauts to explore more parts of the lunar surface than ever before.\n\nNASA is going to the Moon with commercial and international partners to explore faster and explore more together. This work will bring new knowledge and opportunities and inspire the next generation. In going to the Moon, NASA is laying the foundation that will eventually enable human exploration of Mars. The Moon will provide a proving ground to test technologies and resources that will take humans to Mars and beyond, including building a sustainable, reusable architecture.\n\nThe Apollo lunar flights ended in 1972, but the Moon remains of great interest to NASA and the world. When we return to the Moon, we will be building upon the work of the hundreds of thousands of people who worked on Apollo and have since advanced human spaceflight. As Isaac Newton wrote in the 17th century, \"If I have seen further it is by standing on the shoulders of giants.\"\n\nNASA’s work at the Moon, which is pressing forward right now, is preparing us for the next giant leap: challenging missions to Mars and other deep-space destinations. As we approach the 50th anniversary of Apollo 11 in July 2019, NASA is moving forward to the Moon and on to Mars – and wants the world to come along.",  "publishedAt": "2019-05-16T12:28:11.000Z",  "vid_src": "s6jgoRHEcGk"}