{  "title": "அந்த சின்ன நீல புள்ளி | What is the Pale Blue Dot in Tamil",  "description": "Pale Blue Dot is a photograph of planet Earth taken on February 14, 1990, by the Voyager 1 space probe from a record distance of about 6 billion kilometers (3.7 billion miles, 40.5 AU), as part of that day's Family Portrait series of images of the Solar System.\n\nIn the photograph, Earth's apparent size is less than a pixel; the planet appears as a tiny dot against the vastness of space, among bands of sunlight reflected by the camera.\n\nVoyager 1, which had completed its primary mission and was leaving the Solar System, was commanded by NASA to turn its camera around and take one last photograph of Earth across a great expanse of space, at the request of astronomer and author Carl Sagan.\n\nவெளிர் நீலப் புள்ளி (Pale Blue Dot) எனப்படுவது, 1990ம் ஆண்டு வொயேச்சர் 1 விண்கலம் மூலம் எடுக்கப்பட்ட பூமியின் பிரபல ஒளிப்படம் ஆகும். இது பூமியில் இருந்து ஆறு பில்லியன் கிலோ மீட்டர் தொலைவில் வைத்து, நமது சூரிய குடும்பத்தின் மொத்த கோள்களையும் படம் பிடிக்கும் திட்டத்தின் கீழ் எடுக்கப்பட்டது. இதுவே ஆகக் கூடிய தொலைவில் எடுக்கப்பட்ட புவியின் ஒளிப்படம் ஆகும். இதில் புவியானது எல்லையற்ற வெளியின் ஊடாக ஒரு மிகச் சிரிய புள்ளியை போல் (0.12 படவணு அளவில்) காணக் கிடைக்கின்றது.\n\nஇந்தப் படத்தின் பெயரான வெளிர் நீலப் புள்ளி என்பதை, பிரபல வானியல் எழுத்தாளர் கார்ல் சேகன் தனது புத்தகமான \"வெளிர் நீலப் புள்ளி: விண்வெளியில் மனிதனின் எதிர்காலத்தைப் பற்றிய ஒரு பார்வை\" என்பதன் தலைப்பாக வைத்திருக்கின்றார். இந்த வீடியோ அந்த புத்தகத்தில் இருந்து எடுக்கப்பட்ட ஒரு பகுதியின் மொழிபெயர்ப்பாகும்.\n\n#PaleBlueDot #CarlSagan #Earth #Life\n\nதமிழ் மூலம் எளிய முறையில் அடிப்படையில் இருந்து  வானவியல் கற்க உதவும் வீடியோக்களை பார்க்க, பின்வரும் ஏதேனும் ஒரு வழியில் எங்களை தொடரவும் : \n\nஎங்கள் யூடியூப் லிங்க்: https://www.youtube.com/channel/UCGYfuNhmn4HmOVhOBqUeWNw?sub_confirmation=1\nஎங்கள் பேஸ்புக் லிங்க்: https://www.facebook.com/vaanaviyal.arputhangal/\nஎங்கள் ட்விட்டர் லிங்க்: https://twitter.com/vanaviyal?lang=en",  "publishedAt": "2019-04-03T03:07:55.000Z",  "vid_src": "su7hKJj9kQE"}