{  "title": "அமாவாசை பௌர்ணமி என்றால் என்ன | Why the Moon has Phases in Tamil",  "description": "அமாவாசை பௌர்ணமி என்பது நிலவின் கலைகள் ஆகும். இதனை நிலாவின் பிறைகள் என்றும் சொல்வர். நிலவின் கலை என்பது புவியில் இருந்து காணக்கூடிய நிலவின் முற்பக்கத்தில் கதிரவ ஒளி பதியும் போது ஏற்படும் வடிவம் ஆகும். ஒவ்வொரு நிலவு மாதத்திற்கு (சுமார் 29.53 நாட்கள்) ஒரு முறை நிலவின் கலைகள் மாறுகின்றன.\n\nநிலவின் சுழற்சியானது புவியின் ஈர்ப்புவிசையால் பூட்டப்பட்டுள்ளது. இதனால் நிலவின் முற்பக்கம் மட்டுமே எப்போதும் புவியை நோக்கி இருக்கின்றது. இப்பக்கத்தின் மீது விழும் கதிரவ ஒளியின் அளவைப் பொறுத்து வானில் வெவ்வேறு வடிவங்களில் நிலவு காட்சியளிக்கும்.\n\nநிலவும் கதிரவனும் புவியின் ஒரே பக்கத்தில் இணைந்திருக்கும் போது புவியை நோக்கி இருக்கும் நிலவின் பிற்பக்கம் கதிரவ ஒளியின்றி இருளாக இருக்கும். இதுவே மறைமதி என்று அழைக்கப்படுகிறது. பிறகு அந்த ஒளி மெல்ல மெல்ல அதிகரிப்பதால் நிலவு வளர்வது போல் தோன்றும். இதுவே வளர்மதி என்று அழைக்கப்படுகிறது. பிறகு அந்த ஒளி முழுமையாக பதியும் போது நிலவு வட்ட வடிவாகத் தெரியும். இதுவே முழுமதி என்று அழைக்கப்படுகிறது. பிறகு அந்த ஒளி மெல்ல மெல்ல குறைவதால் நிலவு தேய்வது போல் தோன்றும். இதுவே தேய்மதி என்று அழைக்கப்படுகிறது. பிறகு ஒளி முற்றிலும் குறைந்து மீண்டும் புதுநிலவு வரும்.\n\nThe lunar phase or phase of the Moon is the shape of the directly sunlit portion of the Moon as viewed from Earth. The lunar phases gradually and cyclically change over the period of a synodic month (about 29.53 days), as the orbital positions of the Moon around Earth and of Earth around the Sun shift.\n\nThe Moon's rotation is tidally locked by Earth's gravity; therefore, most of the same lunar side always faces Earth. This near side is variously sunlit, depending on the position of the Moon in its orbit. Thus, the sunlit portion of this face can vary from 0% (at new moon) to 100% (at full moon). The lunar terminator is the boundary between the illuminated and darkened hemispheres.\n\nEach of the four \"intermediate\" lunar phases (see below) is around 7.4 days, but this varies slightly due to the elliptical shape of the Moon's orbit. Aside from some craters near the lunar poles, such as Shoemaker, all parts of the Moon see around 14.77 days of daylight, followed by 14.77 days of \"night\". (The side of the Moon facing away from Earth is sometimes called the \"dark side of the Moon\", although that is a misnomer.)\n\n#Moon #FullMoon #Phases #TidalLocking\n\nதமிழ் மூலம் எளிய முறையில் அடிப்படையில் இருந்து  வானவியல் கற்க உதவும் வீடியோக்களை பார்க்க, பின்வரும் ஏதேனும் ஒரு வழியில் எங்களை தொடரவும் : \n\nஎங்கள் யூடியூப் லிங்க்: https://www.youtube.com/channel/UCGYfuNhmn4HmOVhOBqUeWNw?sub_confirmation=1\nஎங்கள் பேஸ்புக் லிங்க்: https://www.facebook.com/vaanaviyal.arputhangal/\nஎங்கள் ட்விட்டர் லிங்க்: https://twitter.com/vanaviyal?lang=en",  "publishedAt": "2019-04-09T12:27:41.000Z",  "vid_src": "SUxwqBb0e_I"}