{  "title": "ஒரு விண்கலத்தின் வாழ்க்கை | Cassini's Grand Finale in Tamil",  "description": "After two decades in space, NASA's Cassini spacecraft has ended its remarkable journey of exploration. Having expended almost every bit of the rocket propellant it carried to Saturn, operators deliberately plunged Cassini into the planet to ensure Saturn's moons remain pristine for future exploration—in particular, the ice-covered, ocean-bearing moon Enceladus, but also Titan, with its intriguing pre-biotic chemistry.\n\nBeginning in 2010, Cassini began a seven-year mission extension in which it completed many moon flybys while observing seasonal changes on Saturn and Titan. The plan for this phase of the mission was to expend all of the spacecraft's propellant while exploring Saturn, ending with a plunge into the planet's atmosphere. In April 2017, Cassini was placed on an impact course that unfolded over five months of daring dives—a series of 22 orbits that each passed between the planet and its rings. Called the Grand Finale, this final phase of the mission brought unparalleled observations of the planet and its rings from closer than ever before.\n\nOn Sept. 15, 2017, the spacecraft made its final approach to the giant planet Saturn. But this encounter was like no other. This time, Cassini dived into the planet's atmosphere, sending science data for as long as its small thrusters could keep the spacecraft's antenna pointed at Earth. Soon after, Cassini burned up and disintegrated like a meteor.\n\nTo its very end, Cassini was a mission of thrilling exploration. Launched on Oct. 15, 1997, the mission entered orbit around Saturn on June 30, 2004 (PDT), carrying the European Huygens probe. After its four-year prime mission, Cassini's tour was extended twice. Its key discoveries included the global ocean with indications of hydrothermal activity within Enceladus, and liquid methane seas on Titan.\n\nAnd although the spacecraft may be gone, its enormous collection of data about Saturn—the giant planet itself, its magnetosphere, rings and moons—will continue to yield new discoveries for decades.",  "publishedAt": "2019-05-10T12:28:18.000Z",  "vid_src": "w_MAZlLLQJo"}