{  "title": "Dec 26 சூரிய கிரகணம் எங்கே, எப்படி பார்ப்பது? | Where & how to see the solar eclipse on Dec 26",  "description": "An annular solar eclipse will occur on December 26, 2019. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. The annularity will be visible in Saudi Arabia, Qatar, United Arab Emirates, Oman, India, Sri Lanka, Malaysia, Indonesia, Singapore, Northern Mariana Islands, and Guam. Population centers in the path of the annularity include Kozhikode, Coimbatore, Jaffna, Trincomalee, Sibolga, Batam, Singapore, Singkawang and Guam. Cities such as Doha, Madurai, Pekanbaru, Dumai, Johor Bahru and Kuching will narrowly miss the annular path.\n\nIt is the last solar eclipse of 2019. The central path of the 2019 annular eclipse passes through Saudi Arabian Peninsula, southern India, Sumatra, Borneo, Philippines and Guam. A partial eclipse is visible thousands of kilometers wide from the central path. It will cover small parts of Eastern Europe, much of Asia, North/West Australia, East in Africa, Pacific and Indian Ocean. The eclipse begins with an antumbra having a magnitude of .96 and will stretch 164 kilometers wide, and travel towards the east at an average rate of 1.1 kilometer per second. The longest duration of annularity is 3 minutes and 40 seconds, at 5.30 UT1 occurring in South China Sea (0°45'54.0\"N 105°29'06.0\"E).\n\n\nMap showing the visibility of the Annular Solar Eclipse on December 26, 2019 in India.\nThe eclipse will begin in Saudi Arabia about 220 kilometers northeast of Riyadh at 03:43 UT1 and will end in Guam at 06:59.4 UT1. It will reach India near Kannur, Kerala at 03:56 UT1. The shadow will reach the southeast coast of India at 04:04 UT1. Traveling through northern Sri Lanka, it will head into the Bay of Bengal. The next main visible places are Palau (Malaysia), Sumatra and Singapore. It then passes through the South China Sea, it crosses Borneo and the Celebes Sea, the Philippines archipelago and then heads towards the western Pacific. The antumbral shadow encounters Guam at 6:56 UT1 and will rise back into space.",  "publishedAt": "2019-12-21T04:30:09.000Z",  "vid_src": "web03U6m4OI"}